Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/puheenjohtaja_juuso_osallistui_arctic_arts_summitiin_yukonissa_.html.tmx
Source language: fin
Languages: sms

source: Puheenjohtaja Juuso osallistui Arctic Arts Summitiin Yukonissa
sms: Saaǥǥjååʹđteei Juuso vuässõõđi Arctic Arts Summiʹtte Yukonist

source: Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso osallistui Whitehorsen kaupungissa Yukonissa, Kanadassa järjestettyyn Arctic Arts Summitiin eli Arktisen taiteen huippukokoukseen 27.–29. kesäkuuta 2022.
sms: Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso vuässõõđi Whitehorse gåårdest Yukonist Kanadast jäʹrjstum Arctic Arts Summiʹtte, kååʹtt miârkkšââvv Aarktlaž čeäppõõzz jõnnsåbbar, ǩieʹssmannu 27.–29. peeiʹv 2022.

source: Kolmatta kertaa järjestettävä tapahtuma kokosi yhteen arktisten maiden ja sirkumpolaarisen alueen alkuperäiskansojen edustajat.
sms: Kuälmad vuâra jäʹrjstum šõddmõš noori õõutsâjja aarktlaž jânnmi da sirkumpolaarlaž vuuʹd alggmeerai eeʹttkõʹsttjid.

source: Arktisen taiteen huippukokouksen tarkoituksena on vahvistaa taidetta ja kulttuuria pohjoisessa sekä edistää taiteen ja luovien alojen sirkumpolaarista yhteistyötä.
sms: Aarktlaž čeäppõõzz jõnnsåbbar jurddjen lij raaveed čeäppõõzz da kulttuur tââʹvest di oouʹdeed čeäppõõzz da kreevsõs suõʹrji sirkumpolaarlaž õhttsažtuâj.

source: Vuoden 2022 tapahtuman teema on Connection to Land (yhteys maahan).
sms: Eeʹjj 2022 noorõõttmõõžž teeman lij Connection to Land (õhttvuõtt maddu).

source: – Taide on meille alkuperäiskansoille yksi tärkeä keino ilmaista ja keskustella ajankohtaisista asioista.
sms: – Čeäppõs lij miʹjjid alggmeeraid õhtt kaallšõs nääʹll õlmmeed da saǥstõõllâd ääiʹjpoddsaž aaʹššid.

source: Usein taiteessamme näkyy vahvasti alkuperäiskansojen arvomaailmaa sekä yhteys perinteisiin maihimme ja vesiimme.
sms: Täujja meeʹst čeäppõõzzâst kuâsttai ravvsen alggmeerai ärvvmaaiʹlm di õhttvuõtt mij äʹrbbvuõđlaž määddaid da čaaʹʒʒid.

source: Näen tärkeäksi, että sirkumpolaarisen alueen alkuperäiskansojen edustajilla on tällaisia tilaisuuksia, joissa kokoonnumme yhteen taiteen merkeissä, toteaa Saamelaiskäräjien puheenjohtaja Juuso.
sms: Âânam kaallšõs äʹššen, što sirkumpolaarlaž vuuʹd alggmeerai eeʹttkõʹsttjin lie näkam noorõõttmõõžž, koin noorõõttâp õõutsâjja čeäppõõzz miârkin, tuâtt sääʹmteeʹǧǧ saaǥǥjååʹđteei Juuso.

source: Tapahtuman aikana puheenjohtaja Juuso osallistui myös kaikkien kolmen Saamelaiskäräjien sekä Norjan ja Ruotsin kulttuurineuvostojen (kulturrådet) sekä taiteen edistämiskeskuksen tapaamiseen, jossa keskusteltiin mm. tulevaisuuden yhteistyöstä.
sms: Šõddmõõžž ääiʼj saaǥǥjååʹđteei Juuso vuässõõđi puk koolm Sääʹmtiiʹǧǧi da Taarrjânnam di Ruõccjânnam kulttuursuåvtõõzzi (kulturrådet) da čeäppõõzz ooudâsviikkâmkõõskõõzz kaaunõõttmõʹšše, koʹst saǥstâʹlle jm. pueʹttiääiʼj õhttsažtuâjast.

source: Lue lisää tapahtumasta: https://arcticartssummit.ca/
sms: Looǥǥ lââʹzz noorõõttmõõžž pirr: https://arcticartssummit.ca/

source: Kuva: Puheenjohtaja Tuomas Aslak Juuso ja Norjan Saamelaiskäräjien neuvoston jäsen (sámediggeráđđi) Maja Kristine Jåma.
sms: Snimldõk: Saaǥǥjååʹđteei Tuomas Aslak Juuso da Taarrjânnam Sääʹmteeʹǧǧ suåvtõõzz vuäzzlaž Maja Kristine Jåma.

source: Lisätietoja:
sms: Lââʹssteâđ:

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi
